Repository: hpavlo/Rememory
Catalog: Rememory/Strings/*/Resources.resw
Source language: en_us
Languages: fr_fr, uk_ua, zh_cn

# ContextMenu_AddToFavorite.Text
source: Add to favorite
fr_fr: Ajouter aux favoris
uk_ua: Додати до вибраних
zh_cn: 添加到收藏

# ContextMenu_RemoveFromFavorite.Text
source: Remove from favorite
fr_fr: Supprimer des favoris
uk_ua: Видалити з вибраних
zh_cn: 从收藏中移除

# ContextMenu_Paste.Text
source: Paste
fr_fr: Coller
uk_ua: Вставити
zh_cn: 粘贴

# ContextMenu_Copy.Text
source: Copy
fr_fr: Copier
uk_ua: Скопіювати
zh_cn: 复制

# ContextMenu_Delete.Text
source: Delete
fr_fr: Supprimer
uk_ua: Видалити
zh_cn: 删除

# ContextMenu_PasteAsPlainText.Text
source: Paste as Plain Text
fr_fr: Texte brut
uk_ua: Простий текст
zh_cn: 纯文本

# NavigationMenu_Home.ToolTipService.ToolTip
source: Home
fr_fr: Accueil
uk_ua: Головна
zh_cn: 主页

# NavigationMenu_Links.ToolTipService.ToolTip
source: Links
fr_fr: Liens
uk_ua: Посилання
zh_cn: 链接

# NavigationMenu_Images.ToolTipService.ToolTip
source: Images
uk_ua: Зображення
zh_cn: 图片

# NavigationMenu_Favorites.ToolTipService.ToolTip
source: Favorites
fr_fr: Favoris
uk_ua: Вибрані
zh_cn: 收藏

# DaysAgo
source: {0, plural, one {# day ago} other {# days ago}}
fr_fr: {0, plural, one {il y a # jour} other {il y a # jours}}
uk_ua: {0, plural, one {# день назад} few {# дні назад} many {# днів назад} other {# дня назад}}
zh_cn: {0, plural, other {# 天前}}

# HoursAgo
source: {0, plural, one {# hour ago} other {# hours ago}}
fr_fr: {0, plural, one {il y a # heure} other {il y a # heures}}
uk_ua: {0, plural, one {# година назад} few {# години назад} many {# годин назад} other {# години назад}}
zh_cn: {0, plural, other {# 小时前}}

# MinutesAgo
source: {0, plural, one {# minute ago} other {# minutes ago}}
fr_fr: {0, plural, one {il y a # minute} other {il y a # minutes}}
uk_ua: {0, plural, one {# хвилина назад} few {# хвилини назад} many {# хвилин назад} other {# хвилини назад}}
zh_cn: {0, plural, other {# 分钟前}}

# SecondsAgo
source: {0, plural, one {# second ago} other {# seconds ago}}
fr_fr: {0, plural, one {il y a # seconde} other {il y a # secondes}}
uk_ua: {0, plural, one {# секунда назад} few {# секунди назад} many {# секунд назад} other {# секунди назад}}
zh_cn: {0, plural, other {# 秒前}}

source: Now
fr_fr: Maintenant
uk_ua: Зараз
zh_cn: 现在

# CharactersCount
source: {0, plural, one {# character} other {# characters}}
fr_fr: {0, plural, one {# caractère} other {# caractères}}
uk_ua: {0, plural, one {# символ} few {# символи} many {# символів} other {# символів}}
zh_cn: {0, plural, other {# 个字符}}

# ImageSize
source: Size: {0} x {1}
fr_fr: Taille: {0} x {1}
uk_ua: Розмір: {0} x {1}
zh_cn: 图片大小：{0}×{1}

# ContextMenu_OpenInFlyout.Text
source: Open in flyout
fr_fr: Ouvrir en survol
uk_ua: Попередній перегляд
zh_cn: 新窗口打开

# ShortcutDialogBox_Title
source: Activation shortcut
fr_fr: Raccourci d'activation
uk_ua: Комбінація клавіш для активації
zh_cn: 触发快捷键

source: Save
fr_fr: Enregistrer
uk_ua: Зберегти
zh_cn: 保存

source: Reset
fr_fr: Réinitialiser
uk_ua: Скинути
zh_cn: 重置

source: Cancel
fr_fr: Annuler
uk_ua: Скасувати
zh_cn: 取消

# ShortcutDialogBox_Subtitle.Text
source: Press a combination of keys to change this shortcut
fr_fr: Appuyez sur une combinaison de touches pour changer ce raccourci
uk_ua: Введіть комбінацію клавіш
zh_cn: 按下一组按键来改变这个快捷键

# ShortcutDialogBox_ErrorInfoBar.Message
source: Shortcut should start with Windows key, Ctrl, Alt or Shift
fr_fr: Le raccourci doit commencer par la touche Windows, Ctrl, Alt ou Shift
uk_ua: Комбінація клавіш має починатися з клавіші Windows, Ctrl, Alt або Shift
zh_cn: 快捷键应以 Windows 徽标键、Ctrl、Alt 或 Shift 开头

# ShortcutDialogBox_ErrorInfoBar.Title
source: Invalid shortcut
fr_fr: Raccourci invalide
uk_ua: Неправильна комбінація клавіш
zh_cn: 不明确的快捷键

# MessageBox_UnableToOpenApp.Caption
source: Unable to open this app
fr_fr: Impossible d'ouvrir cette application
uk_ua: Неможливо відкрити цей додаток
zh_cn: 无法打开这个应用程序

# MessageBox_UnableToOpenApp.Text
source: Unable to open this app in current mode
fr_fr: Impossible d'ouvrir cette application en mode actuel
uk_ua: Неможливо відкрити цей додаток у поточному режимі
zh_cn: 无法在当前模式下打开这个应用程序

# SettingsFlyoutText_EraseData.Text
source: Are you sure you want to delete all saved data?
fr_fr: Êtes-vous sûr de vouloir supprimer toutes les données enregistrées?
uk_ua: Ви впевнені, що хочете видалити всі збережені дані?
zh_cn: 你确定要删除所有的数据吗？

source: Yes
fr_fr: Oui
uk_ua: Так
zh_cn: 是

# TitleButton_Close.ToolTipService.ToolTip
source: Close
fr_fr: Fermer
uk_ua: Закрити
zh_cn: 关闭

# SettingsExpanderHeader_RestartAsAdministrator
source: Restart as administrator
fr_fr: Redémarrer en tant qu'administrateur
uk_ua: Перезапустити з правами адміністратора
zh_cn: 以管理员身份重启

# SettingsExpanderHeader_RunningAsAdministrator
source: Running as administrator
fr_fr: Exécution en tant qu'administrateur
uk_ua: Запущено з правами адміністратора
zh_cn: 以管理员身份运行

# SettingsPageTitle_General.Content
source: General
fr_fr: Général
uk_ua: Загальні
zh_cn: 通用

# SettingsPageTitle_Personalization.Content
source: Personalization
fr_fr: Personnalisation
uk_ua: Персоналізація
zh_cn: 个性化

# SettingsPageTitle_Storage.Content
source: Storage
fr_fr: Stockage
uk_ua: Сховище
zh_cn: 存储

# SettingsPageTitle_About.Content
source: About
fr_fr: À propos
uk_ua: Про програму
zh_cn: 关于

# SettingsCard_ActivationShortcut.Header
source: Activation shortcut
fr_fr: Raccourci d'activation
uk_ua: Комбінація клавіш для активації
zh_cn: 快捷键触发方式

# SettingsCard_ActivationShortcut.Description
source: Set the shortcut combination to open Clipboard Manager
fr_fr: Définir la combinaison de touches pour ouvrir le gestionnaire de presse-papiers
uk_ua: Встановити комбінацію клавіш для відкриття менеджера буфера обміну
zh_cn: 设置打开剪贴板管理器的快捷键组合

# SettingsShortcutCotrol_ActivationShortcut.ButtonText
source: Change shortcut
fr_fr: Changer le raccourci
uk_ua: Змінити комбінацію клавіш
zh_cn: 更改快捷键

# SettingsExpander_RestartAsAdmin.Description
source: Advanced settings that require administrator privileges
fr_fr: Paramètres avancés nécessitant des privilèges administrateur
uk_ua: Розширені налаштування, які потребують прав адміністратора
zh_cn: 需要管理员权限的进阶设置

# SettingsButton_RestartAsAdmin.Content
source: Restart as Administrator
fr_fr: Redémarrer en tant qu'administrateur
uk_ua: Перезапустити від імені адміністратора
zh_cn: 以管理员身份重启

# SettingsCard_AlwaysRunAsAdmin.Header
source: Always run as Administrator
fr_fr: Toujours exécuter en tant qu'administrateur
uk_ua: Завжди запускати з правами адміністратора
zh_cn: 总是以管理员身份运行

# SettingsCard_AlwaysRunAsAdmin.Description
source: Enable this option to always run the app with administrator privileges
fr_fr: Activer cette option pour toujours exécuter l'application avec des privilèges administrateur
uk_ua: Увімкніть цю опцію, щоб завжди запускати додаток з правами адміністратора
zh_cn: 开启这个选项来始终以管理员身份运行

# SettingsCard_RunAtStartup.Header
source: Run at startup
fr_fr: Démarrage automatique
uk_ua: Автозапуск
zh_cn: 开机启动

# SettingsCard_RunAtStartup.Description
source: Enable this option to automatically launch Rememory when your computer starts
fr_fr: Activer cette option pour lancer automatiquement Rememory au démarrage de l'ordinateur
uk_ua: Увімкніть цю опцію, щоб Rememory запускався автоматично під час увімкнення комп'ютера
zh_cn: 开启这个选项使 Rememory 在开机时自动启动

# SettingsCard_AppTheme.Header
source: Application theme
fr_fr: Thème de l'application
uk_ua: Тема інтерфейсу
zh_cn: 应用程序主题

# SettingsCard_AppTheme.Description
source: Select your preferred theme for the application interface
fr_fr: Sélectionnez votre thème préféré pour l'interface de l'application
uk_ua: Виберіть бажану тему для інтерфейсу додатку
zh_cn: 为这个应用程序界面选择你喜爱的主题

# SettingsComboBox_AppTheme_Default.Content
source: Default
fr_fr: Par défaut
uk_ua: За замовчуванням
zh_cn: 默认

# SettingsComboBox_AppTheme_Light.Content
source: Light
fr_fr: Clair
uk_ua: Світла
zh_cn: 明亮

# SettingsComboBox_AppTheme_Dark.Content
source: Dark
fr_fr: Sombre
uk_ua: Темна
zh_cn: 深色

# SettingsCard_WindowPosition.Header
source: Clipboard window position
fr_fr: Position de la fenêtre du presse-papiers
uk_ua: Розташування вікна буфера обміну
zh_cn: 剪贴板窗口位置

# SettingsCard_WindowPosition.Description
source: Customize the position of the Clipboard Manager window on your screen
fr_fr: Personnaliser la position de la fenêtre sur votre écran
uk_ua: Налаштуйте позицію вікна на вашому екрані
zh_cn: 自定义窗口在你屏幕上的位置

# SettingsCard_WindowWidth.Header
source: Window width
fr_fr: Largeur de la fenêtre
uk_ua: Ширина вікна
zh_cn: 窗口宽度

# SettingsCard_WindowWidth.Description
source: Set the width of the Clipboard Manager window (in pixels)
fr_fr: Définir la largeur de la fenêtre (en pixels)
uk_ua: Встановити ширину вікна (у пікселях)
zh_cn: 设置窗口宽度（像素）

# SettingsCard_WindowMargin.Header
source: Window margin
fr_fr: Marges de la fenêtre
uk_ua: Відступи вікна
zh_cn: 窗口边距

# SettingsCard_WindowMargin.Description
source: Set the margin around the Clipboard Manager window (in pixels)
fr_fr: Définir la marge autour de la fenêtre (en pixels)
uk_ua: Встановити відступ навколо вікна (у пікселях)
zh_cn: 设置窗口边距（像素）

# SettingsCard_EraseData.Header
source: Erase clipboard data
fr_fr: Effacer les données du presse-papiers
uk_ua: Очистити буфер обміну
zh_cn: 擦除剪贴板数据

# SettingsCard_EraseData.Description
source: Remove all saved clipboard data from your computer
fr_fr: Supprimer toutes les données enregistrées du presse-papiers de votre ordinateur
uk_ua: Видалити всі збережені дані буфера обміну з вашого комп'ютера
zh_cn: 从你的计算机中移除所有保存的剪贴板数据

# SettingsButton_EraseData.Content
source: Delete all data
fr_fr: Supprimer toutes les données
uk_ua: Видалити усі дані
zh_cn: 删除所有数据

# SettingsCard_RetentionPeriod.Header
source: Data retention period
fr_fr: Période de conservation des données
uk_ua: Період зберігання даних
zh_cn: 数据保留时间

# SettingsCard_RetentionPeriod.Description
source: Specify how long clipboard data should be kept on your disk
fr_fr: Spécifiez la durée de conservation des données du presse-papiers sur votre disque
uk_ua: Вкажіть, як довго слід зберігати дані з буфера обміну на вашому диску
zh_cn: 设置剪贴板数据应当保留在你硬盘上的时间

# SettingsComboBox_RetentionPeriod_Daily.Content
source: Daily
fr_fr: Quotidien
uk_ua: День
zh_cn: 一天

# SettingsComboBox_RetentionPeriod_Weekly.Content
source: Weekly
fr_fr: Hebdomadaire
uk_ua: Тиждень
zh_cn: 一周

# SettingsComboBox_RetentionPeriod_Monthly.Content
source: Monthly
fr_fr: Mensuel
uk_ua: Місяць
zh_cn: 一个月

# SettingsComboBox_RetentionPeriod_Always.Content
source: Always
fr_fr: Toujours
uk_ua: Завжди
zh_cn: 总是

# AppDescription
source: Rememory - Clipboard Manager
fr_fr: Rememory - Gestionnaire de presse-papiers
uk_ua: Rememory - Менеджер буфера обміну
zh_cn: Rememory - 剪贴板管理器

# AppVersion
source: Version: {0}
uk_ua: Версія: {0}
zh_cn: 版本号：{0}

# SettingsCard_GitHubLink.Header
source: GitHub repository
fr_fr: Répertoire GitHub
uk_ua: GitHub репозиторій
zh_cn: Github 仓库

# TrayIconMenu_Open
source: Open
fr_fr: Ouvrir
uk_ua: Відкрити
zh_cn: 打开

# TrayIconMenu_Settings
source: Settings
fr_fr: Paramètres
uk_ua: Налаштування
zh_cn: 设置

# TrayIconMenu_Exit
source: Exit
fr_fr: Quitter
uk_ua: Вихід
zh_cn: 退出

# SearchBox.PlaceholderText
source: Search
fr_fr: Rechercher
uk_ua: Пошук
zh_cn: 搜索

# MessageBox_AccessDenied.Caption
source: Access denied
fr_fr: Accès refusé
uk_ua: Доступ заборонено
zh_cn: 访问拒绝

# MessageBox_AccessDenied.Text
source: To do this action please restart this app as Administrator
fr_fr: Pour effectuer cette action, veuillez redémarrer cette application en tant qu'administrateur
uk_ua: Щоб виконати цю дію, перезапустіть програму від імені адміністратора
zh_cn: 要执行这个操作请以管理员身份重启应用

# AppNotification_AppIsRunning
source: The app is running
fr_fr: L'application est en cours d'exécution
uk_ua: Програма запущена
zh_cn: 正在运行

# AppNotification_UseShortcutToOpen
source: Use shortcut to open it: {0}
fr_fr: Utilisez le raccourci pour l'ouvrir: {0}
uk_ua: Використовуйте комбінацію, щоб відкрити її: {0}
zh_cn: 用快捷键打开：{0}

# SettingsWindow_Title
source: {0} - Settings
fr_fr: {0} - Paramètres
uk_ua: {0} - Налаштування
zh_cn: {0} - 设置

# SettingsCard_Language.Header
source: Application language
fr_fr: Langue de l'application
uk_ua: Мова програми
zh_cn: 应用程序语言

# SettingsCard_Language.Description
source: Select the application language or use OS language by default
fr_fr: Sélectionnez la langue de l'application ou utilisez la langue du système d'exploitation par défaut
uk_ua: Виберіть мову програми або використовуйте мову ОС за замовчуванням
zh_cn: 选择应用程序语言或遵循操作系统设置

# SettingsTeachingTip_Language.Title
source: Restart required
fr_fr: Redémarrage requis
uk_ua: Потрібен перезапуск
zh_cn: 需要重启

# SettingsTeachingTip_Language.Subtitle
source: To change the application language, you need to restart the program
fr_fr: Pour changer la langue de l'application, vous devez redémarrer le programme
uk_ua: Щоб змінити мову програми, необхідно перезапустити програму
zh_cn: 为了更改应用程序显示语言，你需要重启应用

# SettingsTeachingTipButton_Restart.Content
source: Restart application
fr_fr: Redémarrer l'application
uk_ua: Перезапустити програму
zh_cn: 重启应用

# SettingsCard_LinkPreview.Header
source: Link preview
fr_fr: Aperçu du lien
uk_ua: Попередній перегляд посилань
zh_cn: 链接预览

# SettingsCard_LinkPreview.Description
source: Load link preview information. This will not affect previously loaded data
fr_fr: Charger les informations d'aperçu du lien. Cela n'affectera pas les données précédemment chargées
uk_ua: Завантажити інформацію про попередній перегляд посилань. Це не вплине на раніше завантажені дані
zh_cn: 加载链接预览信息。这个选项不会影响已经加载的信息

# SettingsCard_ItemDragAndDrop.Header
source: Drag and Drop
fr_fr: Glisser-déposer
uk_ua: Перетягування
zh_cn: 拖放

# SettingsCard_ItemDragAndDrop.Description
source: Enable drag and drop for items
fr_fr: Activer le glisser-déposer pour les clips
uk_ua: Увімкнути перетягування для кліпів
zh_cn: 允许拖放剪贴内容

# SettingsCard_Backdrop.Header
source: Backdrop
fr_fr: Arrière-plan
uk_ua: Фон
zh_cn: 背景

# SettingsCard_Backdrop.Description
source: Change backdrop in the Clipboard Manager window
fr_fr: Changer l'arrière-plan de la fenêtre
uk_ua: Змінити фон вікна
zh_cn: 更改窗口背景

# SettingsCard_BackgroundColor.Header
source: Background color
fr_fr: Couleur d'arrière-plan
uk_ua: Колір фону
zh_cn: 背景颜色

# SettingsCard_BackgroundColor.Description
source: Change background color in the Clipboard Manager window
fr_fr: Changer la couleur d'arrière-plan dans la fenêtre
uk_ua: Змінити колір фону вікна
zh_cn: 更改窗口背景颜色

# SettingsComboBox_Language_Default.Content
source: Default language
fr_fr: Langue par défaut
uk_ua: Мова за замовчуванням
zh_cn: 默认语言

# SettingsComboBox_Language_English.Content
source: English
fr_fr: Anglais
uk_ua: Англійська
zh_cn: 英语

# SettingsComboBox_Language_French.Content
source: French
fr_fr: Français
uk_ua: Французька
zh_cn: 法语

# SettingsComboBox_Language_Ukrainian.Content
source: Ukrainian
fr_fr: Ukrainien
uk_ua: Українська
zh_cn: 乌克兰语

# SettingsComboBox_Backdrop_None.Content
source: None
fr_fr: Aucun
uk_ua: Немає
zh_cn: 无

# SettingsComboBox_Backdrop_Acrylic.Content
source: Acrylic
fr_fr: Acrylique
zh_cn: 亚克力

# SettingsComboBox_Backdrop_ThinAcrylic.Content
source: Thin Acrylic
fr_fr: Acrylique fin
zh_cn: 薄亚力克

# EditorWindow_Title
source: {0} Editor
fr_fr: {0} Éditeur
uk_ua: {0} Редактор
zh_cn: 第{0}个编辑器

# ContextMenu_Edit.Text
source: Edit
fr_fr: Modifier
uk_ua: Редагувати
zh_cn: 编辑

# EditorDialogBox_Content
source: Do you want to save your changes?
fr_fr: Voulez-vous enregistrer vos modifications?
uk_ua: Ви хочете зберегти ваші зміни?
zh_cn: 你想保持你的变更吗？

# DoNotSave
source: Don't save
fr_fr: Ne pas enregistrer
uk_ua: Не зберігати
zh_cn: 不保存

# EditorWindowFooter_CharactersCount
source: {0, plural, one {# character} other {# characters}}
fr_fr: {0, plural, one {# caractère} other {# caractères}}
uk_ua: {0, plural, one {# символ} few {# символи} many {# символів} other {# символів}}
zh_cn: {0, plural, other {# 个字符}}

# EditorWindowFooter_SelectedCharactersCount
source: {0} of {1, plural, one {# character} other {# characters}}
fr_fr: {0} of {1, plural, one {# caractère} other {# caractères}}
uk_ua: {0} of {1, plural, one {# символ} few {# символи} many {# символів} other {# символів}}
zh_cn: {1, plural, other {# 个字符}}中选中 {0} 个字符

# Editor_SaveButton.ToolTipService.ToolTip
source: Save changes
fr_fr: Enregistrer les modifications
uk_ua: Зберегти зміни
zh_cn: 保存更改

# Editor_SaveButtonContent.Text
source: Save
fr_fr: Enregistrer
uk_ua: Зберегти
zh_cn: 保存

# Editor_UndoButton.ToolTipService.ToolTip
source: Undo
fr_fr: Défaire
uk_ua: Скасувати
zh_cn: 撤销

# Editor_RedoButton.ToolTipService.ToolTip
source: Redo
fr_fr: Refaire
uk_ua: Повторити
zh_cn: 重做

# Editor_MoreButton.ToolTipService.ToolTip
source: See more
fr_fr: Voir plus
uk_ua: Більше
zh_cn: 查看更多

# EditorMenuFlyout_More_TextWrapping.Text
source: Word wrap
fr_fr: Retour à la ligne
uk_ua: Перенесення слів
zh_cn: 自动换行

# EditorMenuFlyout_More_SpellCheck.Text
source: Spell check
fr_fr: Vérification orthographique
uk_ua: Перевірка правопису
zh_cn: 拼写检查

# Editor_ExtendButton.ToolTipService.ToolTip
source: Extended window
fr_fr: Fenêtre étendue
uk_ua: Розширене вікно
zh_cn: 宽松布局

# Editor_CompactButton.ToolTipService.ToolTip
source: Compact window
fr_fr: Fenêtre compacte
uk_ua: Компактне вікно
zh_cn: 紧凑布局

# Editor_ZoomInButton.ToolTipService.ToolTip
source: Zoom in
fr_fr: Zoom sur
uk_ua: Збільшити масштаб
zh_cn: 放大

# Editor_ZoomOutButton.ToolTipService.ToolTip
source: Zoom out
fr_fr: Zoom arrière
uk_ua: Зменшити масштаб
zh_cn: 缩小

# SettingsCard_SearchFocus.Header
source: Search box focus
fr_fr: Focus sur la zone de recherche
uk_ua: Фокус поля пошуку
zh_cn: 聚焦搜索框

# SettingsCard_SearchFocus.Description
source: When the window opens, the search field will always be focused
fr_fr: Lorsque la fenêtre s'ouvre, le champ de recherche sera toujours focalisé
uk_ua: Коли вікно відкривається, поле пошуку завжди буде у фокусі
zh_cn: 当窗口打开时，总是聚焦到搜索框

# SettingsFlyoutButton_EraseData.Content
source: Yes, delete all data
fr_fr: Oui, supprimer toutes les données
uk_ua: Так, видалити усі дані
zh_cn: 确认，删除所有数据
